<!--隐私政策-->
<script lang="ts" setup>
const BackPageTo = () => (location.href = '/login')
</script>

<template>
  <div class="privacy_policy">
    <div class="privacy_policy_header">
      <h1>隐私政策</h1>
      <span @click="BackPageTo">返回</span>
    </div>
    <div class="content_box">
      <h2 class="introduction">引言</h2>
      <p>
        欢迎您使用微企传媒（深圳）有限公司
        (以下称“我们”开发并运营的微企传媒VQCM(以下简称“本平台”)
        上提供的产品和/或服务，我们的注册地址为[广东省深圳市龙岗区园山街道保安社区马五路1号2栋301-B037]。
      </p>
      <p>
        您的个人信息安全对我们来讲至关重要，我们会尽全力为您提供安全的网络环境，同时恪守以下原则，保护您的个人信息:
        权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。我们依据《中华人民共和国网络安全法》、《中华人民共和国数据安全法》、《中华人民共和国个人信息保护法》以及互联网行业关于信息保护的法律法规，并参考《信息安全技术个人信息安全规范》
        (GB/T 35273-2020) 等推荐性国家标准保护您和/或您的终端用户的个人信息。
      </p>
      <p>本政策帮助您了解以下内容:</p>
    </div>
    <div class="content_box">
      <h2 class="introduction">
        一、我们如何收集和使用您和/或您的终端用户的个人信息
      </h2>
      <h2 class="introduction">二、我们如何使用Cookie等同类技术</h2>
      <h2 class="introduction">三、我们如何使您拥有管理个人信息的权利</h2>
      <h2 class="introduction">四、我们如何处理儿童的个人信息</h2>
      <h2 class="introduction">五、我们如何更新与修改本政策</h2>
      <h2 class="introduction">六、如何联系我们</h2>
    </div>

    <div class="content_box">
      <h2 class="introduction">
        一、我们如何收集和使用您和/或您的终端用户的个人信息
      </h2>
      <p>
        我们会依据引言中所提及的相关法律法规，遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用本平台过程中主动提供的、因您使用本平台而产生的以及我们从第三方获取的您的个人信息。
      </p>
      <p>
        无论基于以下何种场景收集和使用您的个人信息，我们通常只会在征得您同意的情况下进行，除非在某些情况下基于法律义务或者可能需要保护您或其他人的重要利益向您收集个人信息。
      </p>
      <p>
        请您理解，微企传媒为了更好地向您提供技术和服务，或由于商业策略的变化，本平台上的产品和/或服务的功能也可能进行更迭和发展。如果我们要将您的个人信息用于本政策未载明的其它用途，或基于特定目的收集的个人信息将用于其他目的，或我们的处理方式发生变更的，我们会通过本平台以合理的方式向您告知，并在使用前再次征得您的同意，并获得您的授权同意。
      </p>
      <p>
        为了实现完整功能需要，在微企传媒使用状态中，我们收集、处理您和您用户的信息的目的、方式、个人信息的种类、规则如下:
      </p>
      <p>
        为实现本平台的基本业务功能，我们可能需要收集、使用您的相关个人信息。以下将详细说明我们的基本业务功能以及为实现该功能所需的个人信息类型，若您拒绝提供，则无法使用本平台的相关产品和/或服务。
      </p>
      <h3 class="introduction">1、注册、登录</h3>
      <p>
        当您注册/登录微企传媒账户时，您需要提供您的手机号及验证码用于完成账号注册，您还可能需要向我们提供您的姓名、公司名称、所在省市、电子邮件地址，身份证与银行卡信息等以便我们与您沟通产品使用与费用支付情况，也方便我们返还相应的佣金。当您是企业用户时，根据相关法律规定，还需要您提供
        企业营业执照信息 用于企业账户认证。
      </p>
      <h3 class="introduction">2、安全防护</h3>
      <p>
        为保障您的账户安全与系统运行安全，更准确地预防钓鱼网站欺诈，当您在访问和浏览极光网站时，我们会自动收集您使用微企传媒产品和/或服务的详细情况，并作为网络日志进行保存，包括nternet协议(IP)地址，浏览器类型internet
        服务提供商(ISP)，参考/退出页面，操作系统，日期/时间戳和点击数据流，以判断您的账户风险，保障微企传媒为您正常提供服务，统计流量，排查异常信息以及检测、预防和调查欺诈、滥用或安全事件。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">二、我们如何使用 Cookie和同类技术</h2>
      <h3 class="introduction">（一）Cookie的使用</h3>
      <p>
        为确保网站正常高效运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的设备终端/系统上存储名为Cookie的小数据文件。Cookie会帮助您在后续访问我们网站时调用您的信息，简化您填写个人信息(例如一键登录等)的流程；为您提供安全购物的偏好设置；帮助您优化对广告的选择与互动；保护您的数据安全等。我们不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机或移动设备上保存的所有Cookie，您有权接受或拒绝Cookie。大多数浏览器会自动接受Cookie，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookie；另外，您也可以清除软件内保存的所有Cookie。但您可能因此无法完全体验我们某些便捷性和安全性的服务功能。
      </p>
      <h3 class="introduction">（二）网络Beacon和同类技术的使用</h3>
      <p>
        除Cookie外，我们网页上常会包含一些电子图像(称为“单像素”GIF文件或“网络Beacon”)等其他同类技术，它们可以帮助网站计算浏览网页的用户或访问某些Cookie。我们使用网络Beacon的方式有：
      </p>
      <p>
        1、我们通过在我们网站上使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。
      </p>
      <p>2、我们通过得到的Cookie信息，可以在我们网站提供个性化服务。</p>
    </div>
    <div class="content_box">
      <h2 class="introduction">三、 我们如何保护您和/或您终端用户的个人信息</h2>
      <h3 class="introduction">(一) 存储地点</h3>
      <p>
        原则上，我们仅收集在中华人民共和国境内产生的个人信息，并且将收集到的个人信息存储在中华人民共和国境内。本服务在除中国境内以外的任何其他国家/地区不可用。您应自主地选择使用本服务的范围，并且负责遵守任何适用的法律，包括但不限于任何当地法律。
      </p>
      <h3 class="introduction">(二)存期限</h3>
      <p>
        我们仅出于本政策所述目的和法律法规规定的最短期限存储您和/或最终用户的个人信息，在超出存储期限后，我们会对您的个人信息进行删除或匿名化处理。但是为了遵守相应的法律法规，出于诉讼抗辩、维护公共利益、保护个人财产安全或合法权利的目的，我们可能会延长您和/或您的最终用户的个人信息存储期限。
      </p>
      <p>
        1.
        我们已使用符合业界标准的安全防护措施保护您提供的信息，防止数据遭到未经授权访问、泄露、滥用、篡改、损坏或丢失。我们会采取一切合理可行的措施，保护您和/或您的终端用户数据安全。例如，在您的浏览器与“服务”之间交换数据时受
        SSL 加密保护，我们同时对user.vqimedia.com.cn 网站提供 https
        安全浏览方式;我们会使用加密技术确保数据的保密性，我们会使用受信赖的保护机制防止数据遭到恶意攻击，我们会部署访问控制机制，确保只有授权人员才可访问个人信息;以及我们会定期举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
      </p>
      <p>
        2.
        我们的数据安全能力:围绕数据生命周期，建设安全防御，涵盖数据采集、传输、存储、使用、流转、归档、删除等各数据处理阶段。
      </p>
      <p>
        3.
        我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您和/或您的终端用户的信息，除非需要延长保留期或受到法律的允许。
      </p>
      <p>
        4.
        互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码并定期修改密码，协助我们保证您的账号安全，
      </p>
      <p>
        5.
        我们将定期更新并公开安全风险、个人信息安全影响评估等报告的有关内容。您还可通过咨询support@vqcm.com来获取相关内容。
      </p>
      <p>
        6.
        互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。尽管我们已经尽到必要且合理的努力，但仍有可能被盗、被非法拥占有或者滥用而给您和您的用户带来人身、财产和声誉等方面损失的危险。您已了解上述风险并自愿承担。
      </p>
      <p>
        7. 在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知:
        安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
      </p>
      <p>
        8. 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">四、 我们如何处理儿童的个人信息</h2>
      <p>
        我们已经在服务前提中明确，不接受儿童注册登记成为我们的用户，并且我们原则上也不接受您提供14周岁以下终端用户的个人信息，请您注意并谨慎提供。
      </p>
      <p>
        尽管各地法律和习俗对儿童的定义不同，但我们将不满14周岁的任何人均视为儿童。如果我们在不知情的情况下向不满14周岁的儿童收集了个人信息，我们将及时删除相关资料.除非法律要求我们保留此类资料。
      </p>
      <p>
        如果您认为我们错误或意外地向不满14周岁的儿童收集了信息，请及时联系我们:
        support@vqcm.com
      </p>
      <p>
        如果您的应用是针对不满14周岁的儿童而设计和开发的，请务必确保您的终端用户为监护人，已经阅读并同意应用程序的隐私政策，授权同意提供儿童个人信息给我们以实现应用的相关功能。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">五、 我们如何更新与修改本政策</h2>
      <p>
        为了给您提供更好的服务，本平台及相关服务将不时更新与变化，我们会适时对本政策进行修订，这些修订构成本政策的一部分并具有等同于本政策的效力，未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。
      </p>
      <p>
        本政策更新后，我们会在官方网站上发出更新版本，并在更新后的条款生效前通过适当的方式提醒您更新的内容，以便您及时了解本政策的最新版本。
      </p>
      <p>
        对干重大变更，我们还会提供更为显著的通知《包括对于某些服务，我们会通过电子邮件或站内信形式或公告形三发送通知，说明隐私政策的具体变更内容》。
        因此，请随时查看和了解您应遵守的隐私政策。如果您不同意接受本隐私政策，请停止访问和使用我们的服务.
      </p>
      <h3 class="introduction">本政策所指的重大变更包括但不限于:</h3>
      <p>
        1.
        我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等;
      </p>
      <p>
        2.
        我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等;
      </p>
      <p>3. 个人信息共享、转让或公开披露的主要对象发生变化;</p>
      <p>4. 您参与个人信息处理方面的权利及其行使方式发生重大变化;</p>
      <p>
        5. 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时;
      </p>
      <p>6. 个人信息安全影响评估报告表明存在高风险时。</p>
    </div>
    <div class="content_box">
      <h2 class="introduction">六、 如何联系我们</h2>
      <p>
        我们希望能够解决与我们之间的数据保护实践有关的任何争议。您可以通过发送电子邮件至我们的隐私小组邮件support@vqcm.com提出您的疑问或需要寻求帮助的问题
      </p>
      <p>
        如果您对您的账户信息、个人信息或其他文档技术有疑问、建议或投诉或者行使您的权利，可以通过发送邮件至support@vqcm.com或其他特别说明的方式联系我们。一般情况下，我们将在15个工作日内回复。
      </p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.privacy_policy {
  width: 893px;
  margin: 42px auto 0;
  font-size: 16px;

  .privacy_policy_header {
    display: flex;
    justify-content: space-between;
    align-items: center;
    margin-bottom: 34px;

    h1 {
      font-size: 24px;
      font-weight: bold;
      color: var(--yw-text-000);
    }

    span {
      font-size: 14px;
      font-weight: 400;
      color: var(--yw-text-000);
      cursor: pointer;
    }
  }

  .content_box {
    .introduction {
      font-weight: bold;
      color: var(--yw-text-333);
      margin-bottom: 26px;
    }

    p {
      font-weight: 400;
      color: var(--yw-text-999);
      margin-bottom: 22px;
    }
  }
}
</style>
