<!--用户协议-->
<script lang="ts" setup>
const BackPageTo = () => (location.href = '/login')
</script>

<template>
  <div class="privacy_policy">
    <div class="privacy_policy_header">
      <h1>用户协议</h1>
      <span @click="BackPageTo">返回</span>
    </div>
    <div class="content_box">
      <h2 class="introduction">前部及导言</h2>
      <p>
        欢迎您使用微企传媒（深圳）有限公司
        (以下称“我们”开发并运营的微企传媒VQCM(以下简称“本平台”)
        上提供的产品和/或服务，我们的注册地址为[广东省深圳市龙岗区园山街道保安社区马五路1号2栋301-B037]。
      </p>
      <p>
        <i class="introduction"
          >本《用户服务协议》（以下简称“本协议”）是用户（以下简称“您”）</i
        >
        与微企传媒（深圳）有限公司 (以下称“我们”)之间关于用户使用
      </p>
      <p class="introduction">
        为使用我们提供的服务，您应当阅读并遵守本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独条款，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。
        除非您已阅读并接受本协议所有条款，否则您无权注册并使用本平台上提供的产品及相关服务。您使用我们提供的产品及服务即视为您已阅读并同意本协议项下的所有条款。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">一、协议的范围</h2>
      <p>1.1协议使用主体范围</p>
      <p class="introduction">
        本协议是您与微企传媒（深圳）有限公司
        (以下称“我们”)之间关于用户使用微企传媒推广平台及服务所订立的协议。
      </p>
      <p>1.2 协议关系及冲突条款</p>
      <p>
        如果本协议与实际签订的合同存在矛盾或不一致的内容，以实际签订的合同为准。未经事先书面许可，我们的直接竞争对手不可使用本软件及服务。此外直接竞争对手也不能以监视服务的可用性、性能或功能为目的或出于任何其他基准建立或竞争目的使用本软件及服务。
      </p>
      <p>
        本协议最后更新时间为2023年11月15日。我们可能不断发布关于本软件的相关协议、规则、规范等内容，前述内容一经发布，即为本协议不可分割的组成部分，与其构成统一整体，您同样应当遵守。
      </p>
    </div>
    <div class="content_box">
      <p>
        本服务内容是指微企传媒推广平台向跨境电商行业用户提供的产品推广服务。（以下简称“本服务”）
      </p>
      <p>1.1本服务的形式</p>
      <p>
        1.1.1您使用本服务需要通过真实手机号码/微信/邮箱号码注册微企传媒推广平台。
      </p>
      <p>
        1.1.2您可能通过电脑、手机等终端以客户端、网页等形式使用本软件及服务，具体以我们提供的为准，我们会不断丰富您适用本软件及服务的终端、形式等。当您使用本软件及服务时，您应选择与您终端、系统等相匹配的本软件版本，否则无法正常使用本软件及服务。
      </p>
      <p>
        其他服务，例如本软件的支持服务，仅在事先达成协议后作为附加服务提供。本软件可能但没有义务向您提供任何的支持服务，也没有义务签订此类附加服务的合同。
      </p>
      <p>
        您可以创建自己的用户帐户以使用本平台。我们将通过您的帐户授予您购买的服务范围的使用权限。
      </p>
      <p>1.3 软件更新</p>
      <p>
        为了改善用户体验、完善服务内容，我们将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。
      </p>
      <h3 class="introduction">
        为了保证本平台及服务的安全性和功能的一致性，我们有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。
      </h3>
    </div>
    <div class="content_box">
      <h2 class="introduction">三、用户使用须知</h2>
      <p>
        3.1
        您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为包括但不限于
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；
        恶意虚构事实、隐瞒真相以误导、欺骗他人；
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;发布、传送、传播广告信息及垃圾信息；其他法律法规禁止的行为。
      </p>
      <p>
        3.2
        您有责任自行备份存储在本服务中的数据。如果您的服务被终止，我们可以从服务器上永久地删除您的数据且不承担任何责任。服务终止后，我们没有义务向您返还数据。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">四、用户个人信息保护</h2>
      <p>
        4.1
        保护用户个人信息是我们的一项基本原则，我们将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可我们不会向第三方公开、透露用户个人信息。我们对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。
      </p>
      <p class="introduction">
        4.2
        您在注册帐号或使用本平台的过程中，需要提供一些必要的信息，例如：为向您提供帐号注册服务或进行用户身份识别，需要您填写手机号码等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。
      </p>
      <p class="introduction">
        4.3
        一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
      </p>
      <p>
        4.4
        我们将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
      </p>
      <p>
        4.5
        本平台帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本平台将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">五、信息使用</h2>
      <p>
        5.1
        平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本应用平台用户如从事上述活动，一经发现，本应用有权立即终止与该用户的服务协议。
      </p>
      <p>
        5.2
        为服务用户的目的，本应用可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">六、信息的披露</h2>
      <p>
        6.1
        在如下情况下，本平台将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;经您事先同意，向第三方披露；</p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;如您出现违反中国有关法律、法规或者本应用服务协议或相关规则的情况，需要向第三方披露；
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;在本平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，本平台有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;其它本应用根据法律、法规或者网站政策认为合适的披露。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">七、Cookie的使用</h2>
      <p>
        7.1
        在您未拒绝接受cookies的情况下，本平台会在您的计算机上设定或取用cookies
        ，以便您能登录或使用依赖于cookies的本应用平台服务或功能。本平台使用cookies可为您提供更加周到的个性化服务。
      </p>
      <p>
        7.2
        您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本平台网络服务或功能。
      </p>
      <p>7.3 通过本应用所设cookies所取得的有关信息，将适用本政策。</p>
    </div>
    <div class="content_box">
      <h2 class="introduction">八、服务费用</h2>
      <p>
        8.1
        我们的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的条款。我们可能根据实际需要对收费服务的收费标准、方式进行修改和变更，也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，我们将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
      </p>
      <p>
        8.2
        除非另行约定，否则服务的规定价格不包括所有适用税款和货币结汇。您自行负责支付这种税费或其他费用。如果我们未准时从您处收到所有款项，那么我们可能会暂停或取消服务。因未付款而暂停或取消服务可能会造成您无法访问和使用自己的帐户及其内容。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">九、免责条例</h2>
      <p>
        9.1
        您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，我们将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失我们在法律允许的范围内免责。
      </p>
      <p>9.2 您理解并同意，在使用本服务的过程中：</p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;我们不对本服务中所涉及的技术及信息的绝对有效、准确、正确、可靠以及其质量、稳定、完整和及时性作出任何承诺和保证。对本服务不作任何明示或暗示的保证，包括但不限于本服务是否适用、是否存在错误或疏漏、是否具有持续、准确、可靠等性能、是否适用于某一特定用途等。
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;我们仅为用户和供应商提供平台及服务，不负责用户的推广实际效果，亦不是用户的受托人，不承担用户在经营中的一切风险和责任
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;用户知悉并充分理解：我们根据供应商提供的资料信息，以技术手段为用户提供推广服务交易平台，并在此过程中进行订单跟踪和分析，但不代表我们对产品推广的实际效果做出任何明示或默示的承诺。用户应当自行负责制定推广决策并对其决策负责，我们所做出的分析和建议仅供用户在制定决策过程中参考。用户不得以经营效果未达到预期为由要求我们减少或退还费用（如有），或要求我们承担用户的任何预期经营损失。
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;在使用本平台与服务过程中，如因用户使用不当造成损失，我们对此不承担任何责任。
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;我们应按照本协议约定，尽商业合理努力满足用户对服务的需求。如果用户在使用中发现系统存在漏洞或缺陷，应当及时向我们提出，我们将尽量采取所有合理措施及时进行补救，用户提供必要的配合。如果漏洞或缺陷是行业现有技术条件下无法避免的，且我们已经尽到注意义务且采取了合理补救措施的，我们不承担责任。
      </p>
      <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp;用户明确理解和同意，我们不对黑客攻击、第三方未经批准的接入或第三方更改用户的传输数据等导致的损害承担责任。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">十、知识产权</h2>
      <p>
        10.1
        本系统提供的网络服务中包含的任何文本、图片、图形、音频和视频资料均受版权、商标和其它财产所有权法律的保护。
      </p>
      <p>
        10.2
        除法律另有强制性规定外，未经相关权利人同意，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容；否则，本系统所有者有权追究其法律责任。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">十一、协议的修改</h2>
      <p>
        根据国家法律法规变化及系统运行需要，本平台有权对本协议条款不时地进行修改。一旦本协议的内容发生变动，将会直接在本系统上公布修改之后的协议内容，该公布行为视为已经通知用户修改内容。
      </p>
      <p>
        如果不同意对本协议相关条款所做的修改，用户有权停止使用服务。如果用户继续使用服务，则视为用户接受本协议修改内容。
      </p>
    </div>
    <div class="content_box">
      <h2 class="introduction">十二、管辖与适用法律</h2>
      <p>本协议适用中华人民共和国法律。</p>
      <p>因本协议引起的或与本协议有关的任何争议，各方应友好协商解决。</p>
      <p>
        本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
      </p>
      <p>
        本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
      </p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.privacy_policy {
  width: 893px;
  margin: 42px auto 0;
  font-size: 16px;

  .privacy_policy_header {
    display: flex;
    justify-content: space-between;
    align-items: center;
    margin-bottom: 34px;

    h1 {
      font-size: 24px;
      font-weight: bold;
      color: var(--yw-text-000);
    }

    span {
      font-size: 14px;
      font-weight: 400;
      color: var(--yw-text-000);
      cursor: pointer;
    }
  }

  .content_box {
    .introduction {
      font-weight: bold;
      color: var(--yw-text-333);
      margin-bottom: 26px;
    }

    p {
      font-weight: 400;
      color: var(--yw-text-999);
      margin-bottom: 22px;
    }
  }
}
</style>
